Repository: qu0zl/GOM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi, pl

source: Once saved, this unit will no longer appear in the list of published and finished units. However other users may still view it if they choose to view non-published units.
es: Una vez guardada, esta unidad desaparecerá de la lista de unidades finalizadas y publicadas. De todos modos aún será visible por usuarios que selección ver las unidades no publicadas.
fi: Kun olet tallentanut, tämä yksikkö ei näy julkaistujen ja viimeisteltyjen yksikköjen listalla. Kuitenkin muut käyttäjät voivat katsoa tietoja, mikäli he valitsevat ei julkaistujen yksiköiden katselun.
pl: Jeśli zapisana, ta jednostka nie pojawi się na liście opublikowanych i skończonych jednostek. Jednakże inni użytkownicy będą mogli oglądać tę jednostkę, o ile zechcą oglądać nieopublikowane jednostki.

source: Edit Unit
es: Editar Unidad
fi: Muokkaa yksikköä
pl: Edytuj Jednostki

source: Publish
es: Publicar
pl: Opublikuj

source: Other User's Unit - View Only
es: Unidades de otros usuarios - Sólo Ver
fi: Toisen käyttäjän yksikkö - Vain katselu tila
pl: Jednostki innych Użytkowników (niemodyfikowalne)

source: Cost:
es: Coste:
fi: Hinta:
pl: Koszt:

source: Size
es: Tamaño
fi: Koko
pl: Wielkość

source: Damage
es: Daño
fi: Vaurio
pl: Obrażenie

source: Grunt Weapons
es: Armas Grunt
fi: Jalkaväen Aseet
pl: Broń Żołnierzy

source: SA weapons
es: Armas SA

source: Same-card SA
es: SA Misma Carta
fi: Sama-Kortin SA
pl: Ta sama karta Sekcji Wsparcia

source: Same-card SA 2
es: SA 2 Misma Carta
fi: Sama-Kortin SA 2
pl: Ta sama karta Sekcji Wsparcia 2

source: Squad Size
es: Tamaño pelotón

source: Description:
es: Descripción:
fi: Kuvaus:
pl: Opis:

source: Manufacturer:
es: Fabricante:
fi: Valmistaja:
pl: Producent:

source: Unit Creation Guide
es: Guía de creación de unidades
fi: Yksikön luonti ohje
pl: Przewodnik Tworzenia Jednostek

source: What Next?
es: ¿Qué es lo siguiente?
fi: Mitä seuraavaksi?
pl: Co dalej?

source: Start by <a href="%(signup_url)s">signing up</a> and <a href="%(login_url)s">logging in</a>.
es: Empieza por <a href="%(signup_url)s">registrandote</a> y <a href="%(login_url)s">logueandote</a>.
fi: Aloita <a href="%(signup_url)s">luomalla tili</a> ja <a href="%(login_url)s">kirjautumalla sisään</a>.
pl: Rozpocznij od <a href="%(signup_url)s">zarejestrowania się</a> i <a href="%(login_url)s">zalogowania się</a>.

source: Start by <a href="%(login_url)s">logging in</a>.
es: Empieza por <a href="%(login_url)s">loguearte</a>.
fi: Aloita <a href="%(login_url)s">kirjautumalla sisään</a>.
pl: Rozpocznij od <a href="%(login_url)s">zalogowania się</a>.

source: About
es: Descripción
fi: Tietoa
pl: O

source: Location
es: Localización
fi: Sijainti
pl: Lokacja

source: OK
pl: Przeciętny

source: Mecha
pl: Mech

source: GSV
pl: Pojazd Wsparcia

source: ASV
pl: Aerolot Wsparcia

source: CCW
pl: Broń Walki Wręcz

source: Rifle
fi: Kivääri
pl: Karabin

source: SA
pl: Sekcji Wsparcia

source: AI
pl: P/piech

source: Perk
fi: Etu
pl: Zaleta

source: Perk 2
fi: Etu 2
pl: Zaleta Nr2

source: Guard
fi: Vartioida
pl: Unik

source: Soak
fi: Uittaminen
pl: Odporność

source: Mental
fi: Psyyke
pl: Umysł

source: Skill
fi: Kyky
pl: Umiejętność

source: C
pl: K

source: Tek
pl: Dowodzenia

source: AP
pl: PPanc

source: AE
pl: Obszar Efektu

source: Error
fi: Virhe
pl: Błąd

source: Mini: %s
pl: Figurki: %s

source: Set.
fi: Aseta.
pl: Ustawione.

source: Mecha?
pl: Mech?

source: website
fi: Verkkosivu

source: Website
fi: Verkkosivu
