Repository: qu0zl/GOM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi, pl

source: Scout
es: Escaramuza
fi: Tiedustelija
pl: Zwiadowczy

source: Light
es: Ligero
fi: Kevyt
pl: Lekki

source: Medium
es: Medio
fi: Keskiraskas
pl: Średni

source: Heavy
es: Pesado
fi: Raskas
pl: Ciężki

source: Assault
es: Asalto
fi: Rynnäkkö
pl: Szturmowy

source: Bad
es: Mala
fi: Huono
pl: Zły

source: Poor
es: Pobre
fi: Surkea
pl: Słaby

source: Good
es: Buena
fi: Hyvä
pl: Dobry

source: Great
es: Genial
fi: Erinomainen
pl: Wspaniały

source: Grunt Squad
es: Pelotón Grunt
fi: Jalkaväkiryhmä
pl: Drużyna

source: Squad Attachment
es: Adjunto a pelotón
fi: Ryhmän osa
pl: Sekcja Wsparcia

source: Specialist
es: Especialista
fi: Spesialisti
pl: Specjalista

source: Commander
es: Comandante
fi: Komentaja
pl: Dowódca

source: Tank
es: Tanque
fi: Tankki
pl: Czołg

source: Artillery
es: Artilleria
fi: Tykistö
pl: Artyleria

source: Vehicle Specialist
es: Vehículo especialista

source: Field Artillery
es: Artillería de campo

source: Fighter
es: Caza

source: Super Heavy Tank
es: Tanque superpesado

source: Super Heavy Air Support
es: Soporte aéreo superpesado

source: Monster
es: Monstruo

source: Fixed Mount
es: Montaje fijo

source: Walk
es: A pie
fi: Kävely
pl: Kroczący

source: Quadruped Walk
es: Cuadrúpedo

source: Mecha Walk
es: Mecha

source: Track
es: Oruga
fi: Tela
pl: Gąsienicowy

source: Wheels
es: Ruedas
fi: Renkaat
pl: Kołowy

source: Hover
es: Aerodeslizador
fi: Leiju
pl: Poduszkowiec

source: Motor-Bike
es: Moto

source: Grav
es: Gravitatorio
fi: Painovoima
pl: Grawitacyjny

source: Jump/Glide
es: Saltar/Planear

source: Flight
es: Volador

source: Hyper-Sonic
es: Hipersónico

source: Helicopter
es: Helicóptero
fi: Helikopteri
pl: Śmigłowiec

source: Prop VTOL
es: VTOL hélice
fi: Työntö VTOL
pl: VTOL śmigłowy

source: Jet VTOL
es: VTOL a reacción
fi: Suihku VTOL
pl: VTOL odrzutowy

source: Prop. Flight
es: Volador hélice

source: Jet Flight
es: Volador a reacción

source: Aerospace
es: Aeroespacial

source: Towed
es: Remolque

source: Green (2)
es: Novato (2)
fi: Alokas (2)
pl: Zieloni (2)

source: Trained (3)
es: Entrenado (3)
fi: Koulutettu (3)
pl: Przeszkoleni (3)

source: Seasoned (4)
es: Experimentado (4)
fi: Kokenut (4)
pl: Doświadczeni (4)

source: Veteran (5)
es: Veterano (5)
fi: Veteraani (5)
pl: Weterani (5)

source: Expert (6)
es: Experto (6)
fi: Ekspertti (6)
pl: Eksperci (6)

source: Elite (7)
es: Élite (7)
fi: Eliitti (7)
pl: Elita (7)

source: Green (6)
es: Novato (6)

source: Trained (7)
es: Entrenado (7)

source: Seasoned (8)
es: Experimentado (8)

source: Veteran (9)
es: Veterano (9)

source: Expert (10)
es: Experto (10)

source: Elite (11)
es: Élite (11)

source: Slow (10)
es: Lento (10)
fi: Hidas (10)
pl: Powolny (10)

source: Average (11)
es: Promedio (11)
fi: Keskiverto (11)
pl: Spowolniały (11)

source: Medium (12)
es: Medio (12)
fi: Keskiraskas (12)
pl: Średnioszybki (12)

source: Quick (13)
es: Rápido (13)
fi: Nopea (13)
pl: Szybki (13)

source: Superfast (14)
es: Super rápido (14)
fi: Supernopea (14)
pl: Superszybki (14)

source: None (10)
es: Ninguno (10)
fi: Tyhjä (10)
pl: Żaden (10)

source: Scout (11)
es: Escaramuza (11)
fi: Tiedustelija (11)
pl: Zwiadowczy (11)

source: Light (12)
es: Ligero (12)
fi: Kevyt (12)
pl: Lekki (12)

source: Medium (13)
es: Medio (13)
fi: Keskiraskas (13)
pl: Średniociężki (13)

source: Heavy (14)
es: Pesado (14)
fi: Raskas (14)
pl: Ciężki (14)

source: Assault (15)
es: Asalto (15)
fi: Rynnäkkö (15)
pl: Szturmowy (15)

source: Vehicle (16)
es: Vehículo (16)
fi: Ajoneuvo (16)
pl: Pojazd (16)

source: Vehicle (17)
es: Vehículo (17)
fi: Ajoneuvo (17)
pl: Pojazd (17)

source: Vehicle (18)
es: Vehículo (18)
fi: Ajoneuvo (18)
pl: Pojazd (18)

source: Vehicle (19)
es: Vehículo (19)
fi: Ajoneuvo (19)
pl: Pojazd (19)

source: None
es: Ninguno
fi: Tyhjä
pl: Brak

source: Pistol
es: Pistola
fi: Pistooli
pl: Pistolet

source: Grenade
es: Granada
fi: Kranaatti
pl: Granat

source: Generic Vehicle
es: Vehículo genérico
fi: Geneerinen ajoneuvo
pl: Pojazd Standardowy

source: Bomb
es: Bomba

source: Main Weapon
es: Arma principal
fi: Pää-ase
pl: Broń Główna

source: Anti-Infantry
es: Anti infantería
fi: Anti-jalkaväki
pl: Przeciwpiechotny

source: All
es: Todo
fi: Kaikki
pl: Wszystkie

source: Signature
es: Huella
fi: Allekirjoitus
pl: Podpis

source: Targeting
es: Designación
fi: Tähtäys
pl: Namierzanie

source: Mobility
es: Movilidad
fi: Liikkuvuus
pl: Ruchliwość

source: Armour
es: Armadura
fi: Panssari
pl: Pancerz

source: Repair
es: Reparación
fi: Korjaus
pl: Naprawy

source: Anti Infantry
es: Anti infantería
fi: Anti-jalkaväki
pl: Przeciwpiechotny

source: Image
es: Imagen
fi: Kuva
pl: Obraz

source: Main Weapons
es: Armas principales
fi: Pää-aseet
pl: Główna Broń

source: Custom Name
es: Nombre personalizado
fi: Muokattu Nimi
pl: Nazwa Własna

source: Air Mobility
es: Mov. aéreo
pl: Lotność

source: Fighter Mobility
es: Mov. Caza

source: Shoot
es: Disparo
fi: Ampua
pl: Strzał

source: No Perks
es: Sin Perkz
fi: Ei etuja
pl: Bez Zalet

source: No Modz
es: Sin Modz
fi: Ei muokkauksia
pl: Nie Modyfikowane

source: Damage:
es: Daño:
fi: Vaurio:
pl: Obrażenie:

source: Engine
es: Motor
fi: Moottori
pl: Silnik

source: Transport Slots:
es: Slots de transporte:
fi: Kuljetuspaikat:
pl: Miejsca Transportowe:

source: Medic
es: Médico
fi: Lääkintämies
pl: Medyk

source: Eng.
es: Ing.
pl: Inż.

source: Ram
es: Embestir
fi: Junttaus
pl: Taran

source: Attacks:
es: Ataques:
fi: Hyökkäykset:
pl: Ataki:

source: WEAPON
es: ARMA
fi: ASE
pl: BROŃ

source: Range
es: Rango
fi: Kantama
pl: Zasięg

source: Dam
es: Daño
fi: Vaur.
pl: Obr

source: Mobility:
es: Movilidad:
fi: Liikkuvuus:
pl: Ruchliwość:

source: Size:
es: Tamaño:
fi: Koko:
pl: Wielkość:

source: Gruntz Squad
es: Pelotón Grunt
fi: Jalkaväkiryhmä
pl: Drużyna Żołnierzy

source: Support Vehicle
es: Vehículo soporte
fi: Tukiajoneuvo
pl: Pojaazd Wsparcia

source: Vehicle Spec.
es: Vehículo Espec.

source: Air Attack Vehicle
es: Vehículo ataque aéreo

source: Super-Heavy Tank
es: Tanque superpesado

source: S.H. Air Support
es: Sop. aéreo superpesado

source: See Gruntz @ http://www.gruntz.biz
es: Visita Gruntz @ http://www.gruntz.biz
fi: Katso Gruntz @ http://www.gruntz.biz
pl: Zajrzyj http://www.gruntz.biz

source: Unit
es: Unidad
fi: Yksikkö
pl: Jednostka

source: Count
es: Cantidad
fi: Määrä
pl: Liczba

source: Cost
es: Coste
fi: Hinta
pl: Koszt

source: User unauthorised.
es: Usuario no autorizado
fi: Luvaton käyttäjä
pl: Użykownik bez autoryzacji.

source: Failed to update user filters.
es: Fallo al actualizar los filtros.
fi: Käyttäjä filttereiden päivitys epäonnistui.
pl: Nie udało się zastosować filtrów użytkownika.

source: Failed to rate unit.
es: Fallo al valorar la unidad
fi: Yksikön arvionti epäonnistui
pl: Nie udało się ocenić jednostki.

source: Attempt to reorder force not owned by this user
es: Intento de reordenar una fuerza no perteneciente a este usuario
fi: Käyttäjä ei voi muokata joukkoja
pl: Próba reorganizacji Armii innego użytkownika.

source: Only AJAX queries may use this interface
es: Este interfaz sólo permite consultas AJAX
fi: Vain AJAX kyselyt voi käyttää tätä näkymää
pl: Ten interfejs może wykonywać tylko zapytania AJAX

source: Failed to reorder force entry. Please try again.
es: Fallo al reordenar la fuerza. Por favor inténtelo de nuevo
fi: Uudelleen järjestely epäonnistui. Ole hyvä ja kokeile uudelleen.
pl: Nie udała się reorganizacja Armii. Spróbuj jeszcze raz.

source: Attempt to modify force not owned by this user
es: Intento de modificar una fuerza no perteneciente a este usuario
fi: Käyttäjä ei voi muokata joukkoja
pl: Próba modyfikacji Armii innego użytkownika.

source: Only Ajax queries may use this interface
es: Este interfaz sólo permite consultas AJAX
fi: Vain AJAX kyselyt voi käyttää tätä näkymää
pl: Ten interfejs może wykonywać tylko zapytania AJAX

source: Failed to update force entry. Please try again.
es: Fallo al actualizar la fuerza. Por favor inténtelo de nuevo
fi: Päivitys epäonnistui. Ole hyvä ja yritä uudelleen.
pl: Nie udała się zmiana Armii. Spróbuj jeszcze raz.

source: No such force id. It may have been deleted.
es: No existe ese id de fuerza o ha sido borrado.
fi: Joukko-osaston ID:tä ei löytynyt. Tämä voi olla tuhoutunut.
pl: Tak oznaczona Armia nie istnieje. Możliwe, że została usunięta.

source: You must be logged in to create a new unit.
es: Debe estar logueado para crear una nueva unidad.
fi: Sinun tulee olla kirjautunut luodaksesi uuden yksikön.
pl: Aby tworzyć nowe jednostki musisz być zalogowany.

source: Invalid Force data. Please sanity check data values
es: Datos de Fuerza inválidos. Por favor compruebe los valores introducidos
fi: Data virhe. Tarkasta arvot.
pl: Nieprawidłowe dane Armii. Sprawdź sumy kontrolne.

source: Unable to produce PDF for this force.
es: No se puede crear el PDF de esta fuerza
fi: PDF generointi epäonnistui.
pl: Nie udało się stworzyć PDF dla tej Armii.

source: Attempt to modify force that does not belong to your account.
es: Intento de modificar una fuerza no perteneciente a este usuario.
fi: Tililläsi ei ole oikeutta muokkaukseen.
pl: Próba modyfikacji Armii nienależącej do Twojego konta.

source: You must login to modify forces.
es: Debe estar logueado para modificar fuerzas
fi: Sinun tulee olla kirjautunut tehdäksesi muutoksia.
pl: Aby modyfikować jednostki musisz być zalogowany.

source: Unable to produce PDF for this unit.
es: No se puede crear el PDF de esta unidad
fi: PFD generointi epäonnistui.
pl: Nie udało się stworzyć PDF dla tej jednostki.

source: Failed to modify unit. Does your account have edit permissions for this unit?
es: Fallo al modificar la unidad. ¿Tiene esta cuenta permiso para modificarla?
fi: Muokkaus epäonnistui. Tarkasta tilisi oikeudet.
pl: Nie udała się zmiana Jednostki. Czy Twoje konto ma uprawnienia do edytowania tej jednostki?

source: You must login to modify units.
es: Debe estar logueado para modificar unidades
fi: Sinun tulee olla kirjautunut tehdäksesi muutoksia.
pl: Aby modyfikować jednostki musisz być zalogowany.

source: Invalid unit data. Unable to create PDF. Please sanity check data values
es: Datos de unidad inválidos. Imposible crear el PDF
fi: Data virhe. PDF generointi epäonnistui. Tarkasta arvot.
pl: Nieprawidłowe dane Jednostki. Nie udało się stworzyć PDF. Sprawdź sumy kontrolne.

source: No units associated with this force
es: No hay unidades asignadas a esta fuerza
fi: Joukkoihin ei ole liitetty yksiköitä
pl: Brak jednostek powiązanych z tą Armią.

source: Invalid request to multi card PDF. Please sanity check data.
es: Petición de PDF multi carta inválida
fi: PDF:n generointi epäonnistui. Tarkasta arvot ja yritä uudelleen.
pl: Nieprawidłowe żadanie dostępu do WieloKartowego PDF. Sprawdź sumy kontrolne.

source: name
es: nombre
fi: Nimi
pl: nazwa

source: about
es: acerca de
fi: Yleistä
pl: o

source: location
es: localización
fi: Sijainti
pl: lokacja

source: Welcome
es: Bienvenid@
fi: Tervetuloa
pl: Witamy

source: Welcome to the<br>Grunt-o-matic
es: Bienvenid@ a<br>Grunt-o-matic
fi: Tervetuloa<br>Grunt-o-matic:iin
pl: Witamy w the<br>Grunt-o-matic

source: <br> The <b>Grunt-o-matic</b> is a tool for creating cards for the 15mm Sci-Fi game <a href="http://www.gruntz.biz/">Gruntz</a>. <br>
es: <br> <b>Grunt-o-matic</b> es una herramienta para crear cartas d el juego de SciFi <a href="http://www.gruntz.biz/">Gruntz</a>. <br>
fi: <br> The <b>Grunt-o-matic</b> on työkalu yksikkökorttien luomiseen 15mm Sci-fi miniatyyripeliin <a href="http://www.gruntz.biz/">Gruntz</a>. <br>
pl: <br> <b>Grunt-o-matic</b>to narzędzie do tworzenia kart do gry bitewnej science-fiction w skali 15mm<a href="http://www.gruntz.biz/">Gruntz</a>. <br>

source: Version 1.1 of the <a href="http://www.gruntz.biz/">Gruntz</a> rule-set is used.
es: Basado en la version 1.1 del reglamento <a href="http://www.gruntz.biz/">Gruntz</a>.

source: Cards can be individually created or multiple cards may be placed on the same PDF for printing as a single page.
es: Las cartas pueden ser creadas individualmente o múltiples cartas en una sola página del mismo PDF.
fi: Voit luoda yksittäisestä kortista oman PDF:n tai sijoittaa yhdelle PDF:lle useita kortteja.
pl: Karty mogą być tworzone indywidualnie albo jako zestaw umieszczony razem na jednej stronie PDF do wydruku.

source: Javascript is required for the Grunt-o-matic GUI to function fully, although you can still produce all cards without it. Development is aimed at Google Chrome, Mozilla Firefox and Apple Safari. Recent versions of IE should work but are un-tested.
es: Se requiere Javascript para que funcione el interfaz de Grunt-o-matic, de todos modos se pueden crear cartas sin él. Desarrollado para Google Chrome, Mozilla Firefox y Apple Safari. Versiones recientes de IE deberían funcionar, pero no ha sido probado.
fi: Javascript vaaditaan, jotta ohjelman käyttöliittymä toimisi moitteetta. Voit kuitenkin luoda kortteja ilman sitä. Tuetut selaimet ovat: Google Chrome, Mozilla Firefox ja Apple Safari. Uusimmat versiot IE:stä mahdollisesti toimivat, mutta niitä ei tueta eikä ole testattu.
pl: Aby Grunt-o-matic GUI działał w pełni, wymagany jest Javascript.Nawet bez spełnienia tego warunku można stworzyć wszystkie karty. Rozwijane dla Google Chrome, Mozilla Firefox i Apple Safari. Ostatnia wersja powinna działać w IE, ale nie była testowana.

source: You can <a href="%(login_url)s" class="btn">Log In</a> or <a href="%(signup_url)s" class="btn primary">Sign Up</a> to try out the site.
es: Puedes hacer <a href="%(login_url)s" class="btn">Log In</a> o <a href="%(signup_url)s" class="btn primary">Registrarte</a> para probar el sitio.
fi: Voit <a href="%(login_url)s" class="btn">Kirjautua</a> tai <a href="%(signup_url)s" class="btn primary">Rekisteröityä</a> kokeillaksesi sivustoa
pl: Możesz <a href="%(login_url)s" class="btn">sie zalogować</a> lub <a href="%(signup_url)s" class="btn primary">zarejestrować</a> na próbę.

source: You can <a href="%(login_url)s" class="btn primary large">Log In</a> to try out the site.
es: Puedes hacer <a href="%(login_url)s" class="btn">Log In</a> para probar el sitio.
fi: Voit <a href="%(login_url)s" class="btn primary large">Kirjautua</a> kokeillaksesi sivustoa
pl: Możesz <a href="%(login_url)s" class="btn primary large">się zalogować</a> na próbę.

source: View Units
es: Ver Unidades
fi: Näytä yksiköt
pl: Oglądaj Jednostki

source: View Forces
es: Ver Fuerzas
fi: Näytä joukko-osastot
pl: Oglądaj Armie

source: New Unit
es: Nueva Unidad
fi: Uusi yksikkö
pl: Nowa Jednostka

source: New Force
es: Nueva Fuerza
fi: Uusi joukko-osasto
pl: Nowa Armia

source: Profile
es: Perfil
fi: Profiili
pl: Profil

source: Published and Yours
es: Publicadas y tuyas
fi: Julkaistut ja Omat
pl: Twoje oraz Opublikowane

source: Published Only
es: Sólo publicadas
fi: Vain julkaistut
pl: Tylko Opublikowane

source: Un-published Only
es: Sólo no publicadas
fi: Vain julkaisemattomat
pl: Tylko Niepublikowane

source: Owner
es: Propietario
fi: Omistaja
pl: Właściciel

source: Unit Type
es: Tipo de unidad
fi: Yksikön tyyppi
pl: Typ Jednostki

source: Manufacturer
es: Fabricante
fi: Valmistaja
pl: Wytwórca

source: Min Cost
es: Min Coste
fi: Min. hinta
pl: Koszt minim.

source: Max Cost
es: Máx Coste
fi: Max hinta
pl: Koszt max.

source: Min Rating
es: Min Puntuación
fi: Min arvostelu
pl: Ocena minim.

source: Has Image
es: Tiene imagen
fi: Kuvallinen
pl: Jest obraz

source: No Image
es: Sin imagen
fi: Ei kuvaa
pl: Brak obrazu

source: Do you really want to remove this entry?
es: ¿Quieres realmente borrar esta entrada?
fi: Haluatko todella poistaa?
pl: Na pewno chcesz usunąć ten wpis?

source: Edit Force
es: Editar Fuerza
fi: Muokkaa joukko-osastoa
pl: Edytuj Armię

source: Note: This page is to create a new force, containing multiple units that you create seperately.<br>If you only wish to create a unit or vehicle rather than an army, then you want to <a href=/gom/unit/0>Create a new unit</a> instead.
es: Nota: Esta página es para crear una Fuerza nueva, que contiene varias unidades que se crear de forma separada.<br>Si sólo quieres crear una unidad o un vehículo en lugar de un ejércidto, entonces debes seleccionar<a href=/gom/unit/0>Crear nueva unidad</a>.
fi: Huom: Tällä sivulla voit luoda uuden joukko-osaston joka voi sisältää useita yksiköitä jotka luot erikseen.<br>Jos haluat luoda vain yksikön tai ajoneuvon armeijan sijaan, siirry: <a href=/gom/unit/0>Luo uusi yksikkö</a>
pl: Uwaga: Na tej stronie możesz organizować nową Armię, złożoną z wielu jednostek tworzonych osobno.<br>Jeśli chcesz stworzyć nową jednostkę albo pojazd, wybierz <a href=/gom/unit/0>Stwórz nową jednostkę</a>.

source: Other User's Force - View Only
es: Fuerzas de otros usuarios - Sólo ver
fi: Toisen käyttäjän joukko-osasto - Vain katselu
pl: Armie innych Użytkowników - tylko do oglądania

source: Name
es: Nombre
fi: Nimi
pl: Nazwa

source: Description
es: Descripción
fi: Kuvaus
pl: Opis

source: Add units
es: Añadir Unidades
fi: Lisää yksiköitä
pl: Dodaj Jednostki

source: re-order
es: reordenar
fi: Uudelleen järjestele
pl: ponów

source: Unit Name
es: Nombre Unidad
fi: Yksikön nimi
pl: Nazwa Jednostki

source: Count *
es: Cantidad *
fi: Määrä *
pl: Liczba*

source: down
es: abajo
fi: alas
pl: w dół

source: up
es: arriba
fi: Ylös
pl: do góry

source: Save
es: Guardar
fi: Tallenna
pl: Zapisz

source: delete
es: borrar
fi: Poista
pl: Usuń

source: *Note: by design only one card is outputed for each Unit Entry. The count value is used in calculating force point cost.<br> If you wish to have multiple duplicate cards included in a force then add one entry for each card that you require.
es: *Nota: se ha diseñado para generar una sola carta por Unidad. El valor Cantidad se usa para calcular el coste en puntos de la Fuerza.<br> Si quieres tener varias veces la misma carta en la misma fuerza, añade la Unidad tantas veces como cartas necesites en la fuerza.
fi: *Huom: oletuksena vain yksi kortti tulostuu per yksikkörivi. Määrä arvoa käytetään joukko-osaston pistearvon laskemiseen. <br> Jos haluat useampia duplikaatti kortteja joukko-osastoosi, lisää uusi rivi per kortti joita tarvitset.
pl: *Uwaga: jeden wpis jednostki = jedna karta. Licznik wartości jest używany do obliczenia punktowego kosztu Armii.<br> Jeśli chcesz zwielokrotnić karty w Armii musisz pojednyczo dodawać wpisy dla każdej potrzebnej karty.

source: Add Gruntz to Forces
es: Añadir Gruntz a Fuerzas
fi: Lisää jalkaväkeä joukko-osastoon
pl: Dodaj Gruntz do Armii

source: Forces
es: Fuerzas
fi: Joukko-osastot
pl: Armie

source: Force Creation
es: Creación de Fuerzas
fi: Joukko-osaston luonti
pl: Tworzenie Armii

source: Force Creation Guide
es: Guía de creación de Fuerzas
fi: Joukko-osaston luontiohje
pl: Przewodnik tworzenia Armii

source: List Forces
es: Lista de Fuerzas
fi: Listaa joukko-osastot
pl: Lista Armii

source: Empty forces that do not belong to you have been excluded.
es: Se han excluido Fuerzas vacías que no te pertenecen
fi: Tyhjät joukko-osastot jotka eivät ole sinun, ei näytetä
pl: Puste Armie nienależące do Ciebie zostały wykluczone.

source: Help
es: Ayuda
fi: Ohje
pl: Pomoc

source: Unit Creation
es: Creación de Unidades
fi: Yksikön luominen
pl: Tworzenie Jednostki

source: Multi Card PDF
es: PDF Multi Carta
fi: Luo usean kortin PDF
pl: WieloKartowy PDF

source: User profile default filters reset to Grunt
es: Filtros por defecto de usuario reseteados
fi: Profiilin oletus suodattimet resetoitu
pl: Ustawienia użykownika przestawione na Grunt

source: Saving filter settings requires a free user account. Please register or login.
es: Para guardar filtros se necesita una cuenta, es gratis. Por favor registrate o logueate.
fi: Suodatinasetusten tallentaminen vaatii käyttäjätilin. Ole hyvä ja rekisteröidy veloituksetta.
pl: Filtry zapisu tylko dla zarejestrowanego użykownika. Proszę zarejestruj się (za darmo!) lub zaloguj.

source: Done
es: Hecho
fi: Valmis
pl: Zrobione!

source: Add to Force
es: Añadir a la Fuerza
fi: Lisää joukko-osastoon
pl: Dodaj do Armii

source: List Units
es: Lista Unidades
fi: Listaa yksiköt
pl: Lista Jednostek

source: Units
es: Unidades
fi: Yksiköt
pl: Jednostki

source: Filter by:
es: Filtrar por:
pl: Filtruj przy użyciu:

source: Make Defaults
es: Fijar como predeterminados
fi: Aseta oletuksiksi
pl: Zastosuj standardowe

source: Reset Saved Defaults
es: Borrar filtros predeterminados
fi: Tallennetut oletustiedot nollattu
pl: Wróc do ustawień domyślnych

source: Rating
es: Puntuación
fi: Arvio
pl: Ocena

source: Requires login
es: Requiere login
fi: Vaatii kirjautumista
pl: Wymagane zalogowanie się

source: Multi Card PDF Creation
es: Ceración de PDF Multicarta
fi: Usean kortin PDF:n luonti
pl: Tworzenie WieloKartowego PDF

source: Multi Card PDF Creation Guide
es: Guía de creación de PDF Multicarta
fi: Usean kortin PDF:n luontiohje
pl: Przewodnik Tworzenia WieloKartowego PDF

source: Important: If you want to create an army/force that is saved online, has a force description, total cost and total unit list, and is viewable by others online then you want to <a href=/gom/help/force>create a Force</a> instead of a Multi Card PDF.
es: Importante: Si quieres crear un ejercito/fuerza que se salve online, con una descripción, costes, y se visible para otros usuarios onlines, entonces tienes que <a href=/gom/help/force>crear una Fuerza</a> en lugar de un PDF Multicarta.
fi: Tärkeää: Jos haluat luoda armeija / joukko-osaston joka on tallennettu internetiin, sisältää joukko-osastokuvauksen, hintatiedot, yksikkölistauksen sekä on muiden katseltavissa, tulee sinun valita <a href=/gom/help/force>Luo joukko-osasto</a> usean kortin PDF:n sijasta.
pl: Ważne: jeśli chcesz stworzyć Armię i zapisać ją online, dodać jej opis, koszt punktowy, listę jednostek, udostępnić ją innym wówczas chcesz raczej <a href=/gom/help/force>stworzyć Armię</a> zamiast stworzenia WieloKartowego PDF.

source: Multi Card PDFs are a quick way to select 1 to 5 copies of a number of units and have up to 24 of them output on an up to 3 page long PDF. Force creation supports all of this and more and is the suggested way to manage army creation.
es: PDF Multicarta es un método rápido de crear varias copias de unidades y crear PDF de hasta 3 páginas con hasta 24 unidades. La creación de Fuerzas permite todo esto y más, y es el método recomendado para crear las lista.
fi: Usean kortin PDF:t ovat nopea tapa valita 1 - 5 kopiota eri yksiköistä ja luoda niistä jopa 24 yksikköä sisältävä kolmen sivun PDF. Joukko-osaston luonti tukee monia muitakin toimintoja ja on suositeltu tapa luoda armeija.
pl: WieloKartowy PDF pozwala szybko wybrać od 1 do 5 kopii pewnej liczby jednostek i umieszczenie do 24 kart na max 3 stronach PDF. Tworzenie Armii pozwala na powyższe jak i na wiele więcej i jest sugerowanym przez nas rozwiązaniem.

source: Saved
es: Guardado
fi: Tallennettu
pl: Zapisane

source: Power Armour Weapons
es: Armas Power Armour
fi: Voimahaarniskan aseet
pl: Broń Pancerzy Wspomaganych

source: Specialist Weapons
es: Armas de especialista
fi: Spesialisti aseet
pl: Broń Specjalisty

source: Commander Weapons
es: Armas de comandantes
fi: Komentajan Aseet
pl: Broń Dowódcy

source: Spec. Assault(16)
es: Esp. Asalto (16)
fi: Erik. Hyökkäys (16)
pl: SpecSzturmowe (16)

source: Super Slow
es: Superlento
fi: Erityisen hidas
pl: Bardzo Powolny

source: Super Fast
es: Superrápido

source: Once saved, this unit will now appear in the list of published and finished units. Please ensure that the unit is complete.
es: Una vez guardada, esta unidad aparecerá en la lista de unidades finalizadas y publicadas. Por favor comprueba que la unidad está terminada.
fi: Kun olet tallentanut, tämä yksikkö ei näy julkaistujen ja viimeisteltyjen yksikköjen listalla. Ole hyvä ja varmista, että yksikön tiedot ovat täydelliset
pl: Upewnij się, jednostka jest ukończona. Zapisana zostanie opublikowana.
